tap "baselime/tap"
tap "common-fate/granted"
tap "derailed/k9s"
tap "derailed/popeye"
tap "dty1er/tap"
tap "esolitos/ipa"
tap "fluxcd/tap"
tap "github/gh"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jesseduffield/lazygit"
tap "johanhaleby/kubetail"
tap "kubeshark/kubeshark"
tap "noovolari/brew"
tap "norwoodj/tap"
tap "pkgxdev/made"
tap "planetscale/tap"
tap "powershell/tap"
tap "proxmark/proxmark3"
tap "pulumi/tap"
tap "siderolabs/talos"
tap "sst/tap"
tap "talos-systems/talos"
tap "withgraphite/tap"
tap "xwmx/taps"
brew "age"
brew "asciinema"
brew "node"
brew "aws-cdk"
brew "awscli"
brew "babel"
brew "bmon"
brew "chezmoi"
brew "clusterctl"
brew "coreutils"
brew "croc"
brew "direnv"
brew "esbuild"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "gawk"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "helm"
brew "httpie"
brew "httpstat"
brew "iperf3"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kubeval"
brew "kustomize"
brew "python@3.9"
brew "lldpd"
brew "lolcat"
brew "masscan"
brew "mkdocs"
brew "mosh"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "oha"
brew "openshift-cli"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "plow"
brew "pnpm", link: false
brew "podman"
brew "podman-compose"
brew "pre-commit"
brew "prettyping"
brew "rclone"
brew "shellcheck"
brew "sops"
brew "speedtest-cli"
brew "ssh-audit"
brew "talhelper"
brew "task", link: false
brew "terrascan"
brew "tflint"
brew "tmux"
brew "tnftpd"
brew "tree"
brew "velero"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "baselime/tap/baselime"
brew "common-fate/granted/granted"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "dty1er/tap/kubecolor"
brew "esolitos/ipa/sshpass"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "johanhaleby/kubetail/kubetail"
brew "kubeshark/kubeshark/kubeshark"
brew "norwoodj/tap/helm-docs"
brew "pkgxdev/made/pkgx"
brew "planetscale/tap/pscale"
brew "powershell/tap/powershell"
brew "proxmark/proxmark3/proxmark3"
brew "siderolabs/talos/talosctl", link: false
brew "sst/tap/sst"
cask "syncthing"
cask "talosctl"
vscode "albert.tabout"
vscode "antfu.file-nesting"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mitchdenny.ecdc"
vscode "ms-vscode-remote.remote-containers"
vscode "oderwat.indent-rainbow"
vscode "raillyhugo.one-hunter"
vscode "redhat.vscode-yaml"
vscode "selemondev.vscode-shadcn-svelte"
vscode "stkb.rewrap"
vscode "svelte.svelte-vscode"
vscode "usernamehw.errorlens"
vscode "yoavbls.pretty-ts-errors"
