tap "derailed/k9s"
tap "derailed/popeye"
tap "dty1er/tap"
tap "esolitos/ipa"
tap "fluxcd/tap"
tap "github/gh"
tap "go-task/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "johanhaleby/kubetail"
tap "kubeshark/kubeshark"
tap "noovolari/brew"
tap "norwoodj/tap"
tap "proxmark/proxmark3"
tap "talos-systems/talos"
tap "xwmx/taps"
brew "age"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "asciinema"
brew "awscli", link: false
brew "bmon"
brew "python@3.9"
brew "chezmoi"
brew "cloudflared"
brew "clusterctl"
brew "commitizen"
brew "coreutils"
brew "croc"
brew "direnv"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "node"
brew "firebase-cli"
brew "gawk"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "helm"
brew "httpstat"
brew "iperf3"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kubeval"
brew "kustomize"
brew "lldpd"
brew "lolcat"
brew "masscan"
brew "mkdocs"
brew "molecule"
brew "mosh"
brew "neofetch"
brew "openshift-cli"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "plow"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "pre-commit"
brew "prettyping"
brew "rclone"
brew "shellcheck"
brew "sops"
brew "speedtest-cli"
brew "ssh-audit"
brew "starship"
brew "task", link: false
brew "terraform-docs"
brew "terrascan"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tnftpd"
brew "tree"
brew "vault"
brew "velero"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "yt-dlp", link: false
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "dty1er/tap/kubecolor"
brew "esolitos/ipa/sshpass"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform"
brew "johanhaleby/kubetail/kubetail"
brew "kubeshark/kubeshark/kubeshark"
brew "norwoodj/tap/helm-docs"
brew "proxmark/proxmark3/proxmark3"
cask "font-fira-code"
cask "google-cloud-sdk"
cask "lens"
cask "syncthing"
cask "talosctl"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "fcrespo82.markdown-table-formatter"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "mgmcdermott.vscode-language-babel"
vscode "mitchdenny.ecdc"
vscode "mrmlnc.vscode-json5"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "netcorext.uuid-generator"
vscode "oderwat.indent-rainbow"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "signageos.signageos-vscode-sops"
vscode "yoavbls.pretty-ts-errors"
