tap "baselime/tap"
tap "common-fate/granted"
tap "derailed/k9s"
tap "derailed/popeye"
tap "dty1er/tap"
tap "esolitos/ipa"
tap "fluxcd/tap"
tap "github/gh"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jesseduffield/lazygit"
tap "johanhaleby/kubetail"
tap "kubeshark/kubeshark"
tap "libsql/sqld"
tap "noovolari/brew"
tap "norwoodj/tap"
tap "oven-sh/bun"
tap "pkgxdev/made"
tap "planetscale/tap"
tap "powershell/tap"
tap "proxmark/proxmark3"
tap "pulumi/tap"
tap "siderolabs/talos"
tap "sst/tap"
tap "talos-systems/talos"
tap "tursodatabase/tap"
tap "withgraphite/tap"
tap "xwmx/taps"
brew "age"
brew "asciinema"
brew "node"
brew "aws-cdk"
brew "awscli"
brew "babel"
brew "bmon"
brew "chezmoi"
brew "cloudflared"
brew "clusterctl"
brew "coreutils"
brew "croc"
brew "direnv"
brew "esbuild"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "gawk"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "helm"
brew "httpie"
brew "httpstat"
brew "iperf3"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kubeval"
brew "kustomize"
brew "lazygit"
brew "python@3.9"
brew "lldpd"
brew "lolcat"
brew "masscan"
brew "mkcert"
brew "mkdocs"
brew "mosh"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "oha"
brew "openshift-cli"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "plow"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "pre-commit"
brew "prettier"
brew "prettyping"
brew "rclone"
brew "ripgrep"
brew "shellcheck"
brew "sops"
brew "speedtest-cli"
brew "ssh-audit"
brew "talhelper"
brew "task", link: false
brew "terrascan"
brew "tflint"
brew "tmux"
brew "tnftpd"
brew "tree"
brew "velero"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "baselime/tap/baselime"
brew "common-fate/granted/granted"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "dty1er/tap/kubecolor"
brew "esolitos/ipa/sshpass"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "johanhaleby/kubetail/kubetail"
brew "kubeshark/kubeshark/kubeshark"
brew "norwoodj/tap/helm-docs"
brew "oven-sh/bun/bun"
brew "pkgxdev/made/pkgx"
brew "powershell/tap/powershell"
brew "proxmark/proxmark3/proxmark3"
brew "siderolabs/talos/talosctl", link: false
brew "sst/tap/sst"
brew "tursodatabase/tap/turso"
cask "alacritty"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "syncthing"
cask "talosctl"
